/* 
	Localizable.strings - swedish
	MartinsTests
 
	Created by wischnewski on 19.08.2011.
	Copyright 2011 MPIB. All rights reserved.
*/
 
"No ID" = "Försökspersonsnumret är inte korrekt. Försökspersonsnumret måste vara ett nummer mellan 10000 och 99999!";
"Wrong ID" = "Försökspersonsnumret skiljer sig mellan de två gångerna det har skrivits in. Försök igen.";
"No Entry" = "Du har inte skrivit in något, är det som det ska vara?";
"Not all entries" = "Du har inte gav alla svar, är detta korrekt?";
"Fatal ERRRRROR" = "Fatalt Fel: Kan inte spara resultat filen!\n\nProgrammet kommer att avslutas!";
"Fatal ERRRRROR 1" = "Fatal ERRRRROR 1: Cannot read 'numericalSpeed_pract.txt' file for Session 2, Task1!\n\nProgrammet kommer att avslutas!";
"Fatal ERRRRROR 2" = "Fatal ERRRRROR 2: Cannot read 'numericalSpeed_trial1.txt' file for Session 2, Task1!\n\nProgrammet kommer att avslutas!";
"Fatal ERRRRROR 3" = "Fatal ERRRRROR 3: Cannot read 'numericalSpeed_trial2.txt' file for Session 2, Task1!\n\nProgrammet kommer att avslutas!";
"Retry" = "Försök igen";
"You entered more then 30 answers." = "Du skrev in mer än 30 svar!";
"Please type at least 3 characters!" = "Skriv in minst 3 bokstäver!";
"No database connection." = "Kan inte ansluta till MPIB databasen i Berlin. Data sparas endast lokalt!";
"Stop Program" = "Avsluta programmet";
"Go on" = "Fortsätt";
